Repository: Casidragon/stellarium
Catalog: po/*.po
Languages: no

source: Usage: %s [OPTION] ... -v, --version Output version information and exit. -h, --help Display this help and exit.
no: Bruk: %s [VALG] ... -v, --version Viser informasjon om versjon og avslutter. -h, --help Viser hjelp og avslutter.

source: %s: Bad command line argument(s)
no: %s: Ugyldig kommandolinje argument

source: Try `%s --help' for more information.
no: Prøv `%s --help' for mer informasjon.

source: ERROR : I can't find the datas directories in : %s/ nor in ./ nor in ../ You may fully install the software (type "make install" on POSIX systems) or launch the application from the stellarium package directory.
no: ERROR : Kan ikke finne datamappen i : %s/ , ./ eller i ../ Du må kanskje installere programmet på nytt (skriv "make install" på POSIX systemer) eller starte programmet fra pakemappen til Stellarium.

source: > Found data files in %s : local version.
no: > Datafiler funnet i %s : lokal versjon.

source: Will create config files in %s
no: Vil lage oppsettsfiler i %s

source: Try to create directory %s
no: Prøv å lage mappen %s

source: Can't create the file %sconfig.ini If the directory %s is missing please create it by hand. If not, check that you have access to %s
no: Klarte ikke å lage filen %sconfig.ini Dersom mappen %s ikke finnes, må du lage den selv. Dersom mappe %s finnes, sjekk lese-/skriverettighetene dine

source: E
no: Ø

source: W
no: V

source: ERROR on line %d of %s
no: FEIL i linje %d i %s

source: Loading Constellation Art: %d/%d
no: Henter stjernebildene %d/%d

source: Name : %s%s%s RA : %s DE : %s Magnitude : %.2f Distance : %s Light Years Hip : %.4d
no: Navn : %s%s%s Lengdegrad (RE) : %s Breddegrad (DE) : %s Lysstyrke : %.2f Avstand : %s lysår Hip : %.4d

source: %s: mag %.1f %s
no: %s: lysstyrke %.1f %s

source: Loading Hipparcos star data
no: Henter Hipparcos stjernedata

source: Loading Hipparcos catalog: %d/%d
no: Henter Hipparcos stjernekatalog: %d/%d

source: %s: mag %.1f
no: %s: forsterket %.1f

source: Loading nebulas data
no: Henter data om tåker

source: (%d deep space objects)...
no: (%d objekt veldig langt ute)...

source: Loading Nebula Data: %d/%d
no: Henter data om tåker: %d/%d

source: Loading location: "%s",
no: Henter hjemsted: "%s",

source: (landscape is: "%s")
no: (landskap er: "%s")

source: Saving location %s to file %s
no: Lagrer hjemstedet %s i filen %s

source: Name :%s%s RA : %s DE : %s Magnitude : %.2f Distance : %.8f AU
no: Navn :%s%s Lengdegrad (RE) : %s Breddegrad (DE) : %s Lysstyrke : %.2f Avstand : %.8f AE

source: %s%s: mag %.1f
no: %s%s: lysstyrke %.1f

source: Using sky language from environment locale:
no: Bruker språk fra lokal mappe:

source: Did not recognize locale language code
no: Gjenkjente ikke valgte språkkode

source: . Defaulting to english sky labels
no: . Bruker derfor engelske navn

source: Message
no: Beskjed

source: Script commander
no: Skript-kommandoer

source: Invalid Script command
no: Ugyldig skript-kommando

source: Drawing of the Constellations [C]
no: Strek opp stjernebilder [C]

source: Names of the Constellations [V]
no: Navn på stjernebilder [V]

source: Constellations Art [R]
no: Stjernebilder [R]

source: Azimuthal Grid [Z]
no: Planprojesert rutenett (azimutial) [Z]

source: Equatorial Grid [E]
no: Sylinderprojesert rutenett (ekvatorial) [E]

source: Ground [G]
no: Horisont [G]

source: Cardinal Points [Q]
no: Kardinalpunkter [Q]

source: Atmosphere [A]
no: Atmosfære [A]

source: Nebulas [N]
no: Skyer [N]

source: Help [H]
no: Hjelp [H]

source: Equatorial/Altazimuthal Mount [ENTER]
no: Sylinder-/planprojesert visning [ENTER]

source: Configuration window
no: Oppsett

source: Quit [CTRL + Q]
no: Avslutt [CTRL + Q]

source: Quit [CMD + Q]
no: Avslutt [CMD + Q]

source: Search for object
no: Søk etter et objekt

source: Goto selected object [SPACE]
no: Vis valgt objekt [mellomrom]

source: Decrease Time Speed [J]
no: Reduser klokkehastighet [J]

source: Real Time Speed [K]
no: Normal klokkehastighet [K]

source: Increase Time Speed [L]
no: Øk klokkehastighet [L]

source: Return to Current Time
no: Retur til dagens tidspunkt

source: Information
no: Informasjon

source: Arrow Keys : Change viewing RA/DE Page Up/Down : Zoom CTRL+Up/Down : Zoom Left Click : Select object Right Click : Unselect CTRL+Left Click : Unselect SPACE : Center on selected object ENTER : Equatorial/altazimuthal mount C : Constellation lines V : Constellation labels R : Constellation art E : Equatorial grid Z : Azimuthal grid N : Nebula labels P : Planet labels G : Ground F : Fog Q : Cardinal points A : Atmosphere H : Help 4 : Ecliptic line 5 : Equator line T : Object tracking S : Stars 8 : Set time to current time 9 : Toggle meteor shower rates I : About Stellarium M : Text menu F1 : Toggle fullscreen if possible. CTRL + S : Take a screenshot CTRL + R : Toggle script recording
no: Piltaster : Bytt visning RA/DE Page Up/Down : Zoom CTRL+Up/Down : Zoom Venstre-klikk : Velg objekt Høyre-klikk : Opphev valg CTRL+Venstre-klikk : Opphev valg MELLOMROM : Sentrer valgt objekt ENTER : Sylinder-/planprojesert visning CTRL + S : Kopier skjermbildet C: Strektegning av stjernebildene V: Navn på stjernebildene R: Stjernebilder E: Sylinderprojesert rutenett (ekvatorial) Z: Planprojesert rutenett (azimutial) N: Navn på skyer P: Navn på planeter G: Horisont F: Tåke Q: Kardinalpunkter A: Atmosfære H: Hjelp 4: Ecliptisk linje 5: Ekvatorlinje T: Følge objekt S: Stjerner 8: Sett tid til Terug naar de huidige tijd 9: Bytt mellom 3 intensitet av meteorregn I: Info om Stellarium M: Tekstmeny F1: Vi i full skjerm om mulig CTRL + S : Kopier stjernebildet CTRL + R : Start registrering av skript

source: CTRL + Q : Quit
no: CTRL+Q : Avslutt

source: CMD + Q : Quit
no: CMD+Q : Avslutt

source: Help
no: Hjelp

source: Command recording stopped.
no: Registrering av kommandoer stoppet.

source: Recording commands to script file:
no: Registrering av kommandoer til skriptfilen:

source: Hit CTRL-R again to stop.
no: Trykk på CTRL+R en gang til for å stoppe.

source: Error: Unable to open script file to record commands.
no: Feil: Klarte ikke å åpne skriptfilen for å registrere kommandoer.

source: Configuration
no: Innstillinger

source: Stars
no: Stjerner

source: Star Names. Up to mag :
no: Stjernenavn. Opp for å forsterke :

source: Star Twinkle. Amount :
no: Funkling av stjernene. Intensitet :

source: Constellations
no: Stjernebilder

source: Constellations Names
no: Navn på stjernebilder

source: Selected Constellation Only
no: Vis bare valgt stjernebilde

source: Nebulas Names. Up to mag :
no: Navn på tåker. Opp for å forsterke :

source: Planets
no: Planeter

source: Moon Scale
no: Skaler månen

source: Planets Hints
no: Marker planeter

source: Equatorial Grid
no: Sylinderprojesert rutenett (ekvatorial)

source: Azimuthal Grid
no: Planprojesert rutenett (azimutial)

source: Equator Line
no: Ekvatorlinje

source: Ecliptic Line
no: Ekliptisk linje

source: Ground
no: Horisont

source: Cardinal Points
no: Kardinalpunkter

source: Atmosphere
no: Atmosfære

source: Fog
no: Tåke

source: Save as default
no: Lagre som standard

source:  Current Time :
no:  Gjeldende tid :

source:  Time Zone :
no:  Tidssone :

source:  Using System Default Time Zone
no:  Bruker tidssonen angitt i OS

source:  Time speed :
no:  Hastighet tid :

source: Use key J and L to decrease and increase time speed. Use key K to return to real time speed.
no: Bruk tasten J for å senke klokkehastigheten - tasten L for å øke klokkehastigheten - tasten K for å normal hastighet.

source: Longitude :
no: Lengdegrad:

source: Latitude :
no: Breddegrad:

source: Save location
no: Lagre hjemsted

source:  Projection :
no:  Projeksjon:

source: Fisheye Projection Mode
no: Fiskeøye-projeksjon

source: Disk Viewport
no: Linseformet visning.

source:  Screen Resolution :
no:  Skjermoppløsning:

source: Restart program for
no: Start programmet på nytt

source: change to apply.
no: for å vise endringene.

source: For unlisted screen resolution, edit the file :
no: For oppløsninger som ikke vises, må du endre filen :

source:  Choose landscapes :
no:  Velg landskap :

source: Please save option in tab "Location"
no: Endringer lagres under arkfanen "Hjemsted"

source: to save current landscape as the default landscape.
no: for å lagre aktivt landskap som standard landskap.

source: Date & Time
no: Dato & Tid

source: Location
no: Hjemsted

source: Landscapes
no: Landskap

source: Rendering
no: Tilpassing

source: Object Search
no: Søke etter objekt

source: HP No./Name
no: HP nr./navn

source: eg. 60718 (aCrux) or Canopus
no: eks. 60718 (aCrux) eller Canopus

source: Constellation
no: Stjernebilder

source: eg. Crux
no: eks. Crux

source: Messier No.
no: Messier-nr.

source: eg. M83
no: eks. M83

source: eg. Pluto or Io
no: eks. Pluto eller Io

source: Saving rendering options in file
no: Lagre valgene i fil

source: Saving video size
no: Lagre video-størrelse

source: in file
no: i fil

source: Loading Solar System data...
no: Henter data om solsystem...

source: The current config file is from a previous version (>=0.6.0). Previous options will be imported in the new config file.
no: Nåværende oppsettsfil er fra en tidligere versjon (>=0.6.0). Oppsettet vil nå bli importert til den nye oppsettsfilen.

source: The current config file is from a version too old for parameters to be imported (%s). It will be replaced by the default config file.
no: Nåværende oppsettsfil tilhører en versjon som ikke støttesfor å bli importert (%s). Den vil nå bli erstattet med en standard oppsettsfil.

source: Loading configuration file
no: Henter laget oppsett

source: ERROR : The current config file is from a different version (
no: FEIL : Aktiv oppsettsfil er fra en annen versjon av programmet (

source: Invalid sky culture directory:
no: Ugyldig mappe for himmelkultur:

source: Set Location
no: Angi hjemsted

source: Set Time
no: Angi tid

source: General
no: Generelt

source: Stars
no: Stjerner

source: Effects
no: Effekter

source: Scripts
no: Skript

source: Administration
no: Administrasjon

source: Latitude:
no: Breddegrad:

source: Longitude:
no: Lengdegrad:

source: Altitude (m):
no: Høyde (m):

source: Sky Time:
no: Himmeltid:

source: Set Time Zone:
no: Angi tidssone:

source: Preset Sky Time:
no: Forhåndsvalgt himmeltid:

source: Sky Time At Start-up:
no: Himmeltid ved oppstart:

source: Time Display Format:
no: Visning av tid:

source: Date Display Format:
no: Visning av dato:

source: Sky Culture:
no: Kultur på himmelen:

source: Sky Language:
no: Språk på himmelen:

source: Show:
no: Vis:

source: Yes
no: Ja

source: No
no: Nei

source: Star Magnitude Multiplier:
no: Forsterking av stjerner:

source: Maximum Magnitude to Label:
no: Maks forsterking av navn:

source: Twinkling:
no: Funkling:

source: Landscape:
no: Landskap:

source: Manual zoom:
no: Manuell zoom:

source: Point
no: Punkt

source: Magnitude
no: Lysstyrke

source: Milky Way intensity:
no: Intensitet Melkeveien:

source: Zoom duration:
no: Trinn for zoom :

source: Local Script:
no: Lokalt skript:

source: CD/DVD Script:
no: CD/DVD skript:

source: Load Default Configuration:
no: Hent standard oppsett:

source: Save Current Configuration as Default:
no: Lagre dette oppsettet som standard:

source: Update me via Internet:
no: Oppdater programmet via internett:

source: N-S Centering Offset:
no: Sentrer visning N-S:

source: E-W Centering Offset:
no: Sentrer visning Ø-V:
